Repository: City-of-Helsinki/drupal-helfi-kasvatus-koulutus
Catalog: public/modules/custom/helfi_kasko_content/translations/*.po
Languages: fi, sv

# TPR Ontologyword details schools
source: Language program and weighted curriculum education
fi: Kieliohjelma ja painotettu opetus
sv: Språkprogram och intensifierad undervisning

# TPR Ontologyword details schools
source: School year
fi: Lukuvuosi
sv: Läsåret

# TPR Ontologyword details schools
source: Language studies
fi: Kielten opetus
sv: Språkstudier

# TPR Ontologyword details schools
source: Language starting in 1st grade (A1)
fi: 1. luokalta alkava kieli (A1)

# TPR Ontologyword details schools
source: Language starting in 3rd grade (A2)
fi: 3. luokalta alkava kieli (A2)

# TPR Ontologyword details schools
source: Language starting in 6th grade (B1)
fi: 6. luokalta alkava kieli (B1)

# TPR Ontologyword details schools
source: Language starting in 7th grade (B2)
fi: 7. luokalta alkava kieli (B2)

# TPR Ontologyword details schools
source: Language starting in 8th grade (B2)
fi: 8. luokalta alkava kieli (B2)

# TPR Ontologyword details schools
source: Bilingual education
fi: Kaksikielinen opetus
sv: Tvåspråkig undervisning

# TPR Ontologyword details schools
source: Language immersion
fi: Kielikylpyopetus
sv: Språkbad

# TPR Ontologyword details schools
source: Language-enriched education
fi: Kielirikasteinen opetus
sv: Språkberikad undervisning

# TPR Ontologyword details schools
source: Weighted curriculum education
fi: Painotettu opetus
sv: Intensifierad undervisning

# TPR Ontologyword details schools
source: Weighted curriculum education starting in 1st grade
fi: 1. luokalta alkava painotettu opetus
sv: Intensifierad undervisning som börjar i åk 1

# TPR Ontologyword details schools
source: Weighted curriculum education starting in 3rd grade
fi: 3. luokalta alkava painotettu opetus
sv: Intensifierad undervisning som börjar i åk 3

# TPR Ontologyword details schools
source: Weighted curriculum education starting in 7th grade
fi: 7. luokalta alkava painotettu opetus
sv: Intensifierad undervisning som börjar i åk 7

# TPR Ontologyword details schools
source: Teaching in English
fi: Englanninkielinen opetus

# TPR Ontologyword details schools
source: Finnish-English
fi: suomi-englanti
sv: finska-engelska

# TPR Ontologyword details schools
source: Finnish-Swedish
fi: suomi-ruotsi
sv: finska-svenska

# TPR Ontologyword details schools
source: Finnish-German
fi: suomi-saksa
sv: finska-tyska

# TPR Ontologyword details schools
source: Finnish-Chinese
fi: suomi-kiina
sv: finska-kinesiska

# TPR Ontologyword details schools
source: Finnish-Spanish
fi: suomi-espanja
sv: finska-spanska

# TPR Ontologyword details schools
source: Finnish-Northern Sami
fi: suomi-pohjoissaame
sv: finska-nordsamiska

# TPR Ontologyword details schools
source: Finnish-Estonian
fi: suomi-eesti
sv: finska-estniska

# TPR Ontologyword details schools
source: Finnish-Russian
fi: suomi-venäjä
sv: finska-ryska

# TPR Ontologyword details schools
source: English
fi: englanti
sv: engelska

# TPR Ontologyword details schools
source: Spanish
fi: espanja
sv: spanska

# TPR Ontologyword details schools
source: Hebrew
fi: heprea
sv: hebreiska

# TPR Ontologyword details schools
source: Italian
fi: italia
sv: italiensa

# TPR Ontologyword details schools
source: Chinese
fi: kiina
sv: kinesiska

# TPR Ontologyword details schools
source: Latin
fi: latina

# TPR Ontologyword details schools
source: French
fi: ranska
sv: franska

# TPR Ontologyword details schools
source: Swedish
fi: ruotsi
sv: svenska

# TPR Ontologyword details schools
source: German
fi: saksa
sv: tyska

# TPR Ontologyword details schools
source: Finnish
fi: suomi
sv: finska

# TPR Ontologyword details schools
source: Russian
fi: venäjä
sv: ryska

# TPR Ontologyword details schools
source: Estonian
fi: eesti
sv: estniska

# TPR Ontologyword details schools
source: Language immersion (English)
fi: Kielikylpy (englanti)
sv: Språkbad (engelska)

# TPR Ontologyword details schools
source: Language immersion (Swedish)
fi: Kielikylpy (ruotsi)
sv: Språkbad (svenska)

# TPR Ontologyword details schools
source: Language immersion (German)
fi: Kielikylpy (saksa)
sv: Språkbad (tyska)

# TPR Ontologyword details schools
source: Language-enriched education (Finnish-English)
fi: Kielirikasteinen opetus (suomi-englanti)
sv: Språkberikad undervisning (finska-engelska)

# TPR Ontologyword details schools
source: Language-enriched education (Finnish-Russian)
fi: Kielirikasteinen opetus (suomi-venäjä)
sv: Språkberikad undervisning (finska-ryska)

# TPR Ontologyword details schools
source: A1-language
fi: A1-kieli
sv: A1-språket

# TPR Ontologyword details schools
source: A2-language
fi: A2-kieli
sv: A2-språket

# TPR Ontologyword details schools
source: B1-language
fi: B1-kieli
sv: B1-språket

# TPR Ontologyword details schools
source: B2-language
fi: B2-kieli
sv: B2-språket

# TPR Ontologyword details schools
source: Language offering
fi: Kielitarjonta
sv: Språkutbudet

# Announcement exception info
source: Add the school you want to create the announcement for. This field is required.
fi: Syötä koulu, jonka sivulla poikkeusilmoitus näytetään. Tämä kenttä on pakollinen.

# TPR Ontologyword details schools
source: Language starting in Grade 1 (A1)
sv: Språk som börjar i åk 1 (A1)

# TPR Ontologyword details schools
source: Language starting in Grade 3 (A2)
sv: Språk som börjar i åk 3 (A2)

# TPR Ontologyword details schools
source: Language starting in Grade 6 (B1)
sv: Språk som börjar i åk 6 (B1)

# TPR Ontologyword details schools
source: Language starting in Grade 7 (B2)
sv: Språk som börjar i åk 7 (B2)

# TPR Ontologyword details schools
source: Language starting in Grade 8 (B2)
sv: Språk som börjar i åk 8 (B2)

# TPR Ontologyword details schools
source: Language starting in Grade 7 or 8 (B2)
sv: Språk som börjar i åk 7 eller 8 (B2)
